[
    "Sorry losers and haters, but my IQ is one of the highest - and you all know it! Please don't feel so stupid or insecure, it's not your fault.",
    "I think Viagra is wonderful if you need it, if you have medical issues, if you've had surgery. I've just never needed it. Frankly, I wouldn't mind if there were an anti-Viagra, something with the opposite effect. I'm not bragging. I'm just lucky. I don't need it.",
    "She does have a very nice figure... If [Ivanka] weren't my daughter, perhaps I'd be dating her.",
    "I'm intelligent. Some people would say I'm very, very, very intelligent.",
    "Why would Kim Jong-un insult me by calling me 'old,' when I would NEVER call him ‘short and fat?’ Oh well, I try so hard to be his friend - and maybe someday that will happen!", 
    "We’re … increasing our budget by many billions of dollars, because of North Korea and other reasons, having to do with the anti-missile.",
    "If you look at President Obama and other presidents, most of them didn’t make calls. A lot of them didn’t make calls. I like to call when it’s appropriate.",
    "I’m the least racist person you have ever interviewed.",
    "We have it totally under control. It’s one person coming in from China. It’s going to be just fine.",
    "Russia will have much greater respect for our country when I am leading it than when other people have led it…If Putin likes Donald Trump, I consider that an asset, not a liability, because we have a horrible relationship with Russia.",
    "My fingers are long and beautiful, as, it has been well documented, are various other parts of my body.",
    "The worst thing a man can do is go bald. Never let yourself go bald",
    "I make awesome decisions in bike stores!",
    "If I got any cooler I would freeze to death",
    "My greatest pain in life is that I will never be able to see myself perform live.",
    "Everything in life is luck.",
    "Do you mind if I sit back a little? Because your breath is very bad.",
    "I mean, there's no arguing. There is no anything. There is no beating around the bush. 'You're fired' is a very strong term.",
    "When somebody challenges you, fight back. Be brutal, be tough.",
    "I'm the No. 1 developer in New York, I'm the biggest in Atlantic City, and maybe we'll keep it that way.",
    "Show me someone with no ego and I'll show you a big loser",
    "ou could see there was bloody coming out of her eyes(Megyn Kelly). Blood coming out of her wherever.",
    "I will build a great, great wall on our southern border, and I will have Mexico pay for that wall. Mark my words.",
    "It's really cold outside, they are calling it a major freeze, weeks ahead of normal. Man, we could use a big fat dose of global warming!"

]